/* This file contains the localizable strings for OmniGraffle.toolbar and OmniGrafflePro.toolbar */

"OSAScriptTemplate.paletteLabel" = "スクリプト：%@";
"OSAScriptTemplate.toolTip" = "AppleScript \"%@\" を実行します";
"OSAScriptTemplate.label" = "%@";

"LayoutSelection.paletteLabel" = "選択範囲をレイアウト";
"LayoutSelection.toolTip" = "現在の選択範囲を自動的にレイアウトします";
"LayoutSelection.label" = "レイアウト";

"Group" = "グループ化";
"Ungroup" = "グループ化解除";
"SmartGroup.paletteLabel" = "グループ化／グループ化解除";
"SmartGroup.toolTip" = "グループ化／グループ化を解除します";
"SmartGroup.label" = "グループ化";

"PickDiagramStyle.paletteLabel" = "ダイアグラムスタイル";
"PickDiagramStyle.toolTip" = "ダイアグラムスタイルピッカーを表示します";
"PickDiagramStyle.label" = "スタイル";

"ToggleSidebar.paletteLabel" = "キャンバスサイドバー";
"ToggleSidebar.toolTip" = "キャンバスサイドバーを隠す／表示します";
"ToggleSidebar.label" = "キャンパス";

"ToggleOutlineSidebar.paletteLabel" = "アウトラインサイドバー";
"ToggleOutlineSidebar.toolTip" = "アウトラインサイドバーを隠す／表示します";
"ToggleOutlineSidebar.label" = "アウトライン";

"MakeTable.toolTip" = "選択している項目を表としてグループ化します";
"MakeTable" = "表を作成";

"ShowInfo.paletteLabel" = "インスペクタ";
"ShowInfo.toolTip" = "インスペクタを表示／隠します";
"ShowInfo.label" = "インスペクタ";

"ShowExtras.paletteLabel" = "エクストラを表示／隠す";
"ShowExtras.toolTip" = "エクストラを表示／隠します";
"ShowExtras.label" = "エクストラ";

"ShowRulers.paletteLabel" = "ルーラを表示／隠す";
"ShowRulers.toolTip" = "ルーラを表示／隠します";
"ShowRulers.label" = "ルーラ";

"SmartGuides.paletteLabel" = "スマートガイド";
"SmartGuides.toolTip" = "間隔とスマートガイドを切り替えます";
"SmartGuides.label" = "スマートガイド";

"SnapToGrid.paletteLabel" = "グリッドにスナップ";
"SnapToGrid.toolTip" = "グリッドにスナップする／しないを切り替えます";
"SnapToGrid.label" = "スナップ";

"Lock" = "ロック";
"Unlock" = "ロック解除";
"SmartLock.paletteLabel" = "ロック／ロック解除";
"SmartLock.toolTip" = "ロック／ロック解除します";
"SmartLock.label" = "ロック";

"DrawingMode" = "ツール";

"ExpandSubgraph.paletteLabel" = "サブグラフを展開";
"ExpandSubgraph.toolTip" = "下位のグラフを展開します";
"ExpandSubgraph.label" = "展開";

"GroupSubgraph.paletteLabel" = "サブグラフとしてグループ化";
"GroupSubgraph.toolTip" = "サブグラフとしてグループ化します";
"GroupSubgraph.label" = "サブグラフ";

"CollapseSubgraph.paletteLabel" = "サブグラフを折りたたむ";
"CollapseSubgraph.toolTip" = "サブグラフを折りたたみます";
"CollapseSubgraph.label" = "折りたたむ";

"StartPresentation.paletteLabel" = "プレゼンテーションを再生";
"StartPresentation.toolTip" = "プレゼンテーションを再生します";
"StartPresentation.label" = "スライド";

"ShowPalette.paletteLabel" = "ステンシルウインドウ";
"ShowPalette.toolTip" = "ステンシルウインドウ";
"ShowPalette.label" = "ステンシル";

"LayoutGraph.paletteLabel" = "ダイアグラムの自動レイアウトを実行";
"LayoutGraph.toolTip" = "ダイアグラム全体を自動的にレイアウトします";
"LayoutGraph.label" = "レイアウト";

"SendToBack.paletteLabel" = "最背面へ";
"SendToBack.optionKeyToolTip" = "背面へ移動します";
"SendToBack.toolTip" = "最背面へ移動します";
"SendToBack.label" = "最背面";
"SendToBack.optionKeyLabel" = "背面";

"BringToFront.paletteLabel" = "最前面へ";
"BringToFront.optionKeyToolTip" = "前面へ移動します";
"BringToFront.toolTip" = "最前面へ移動します";
"BringToFront.label" = "最前面";
"BringToFront.optionKeyLabel" = "前面";

"StyleTray" = "スタイル";
